import Breadcrumb from "@/components/ui/breadcrumb";
import Link from "next/link";
import {
  Accordion,
  AccordionContent,
  AccordionItem,
  AccordionTrigger,
} from "@/components/ui/accordion";
import { useNavigate } from 'react-router-dom';
import { Router } from "lucide-react";
const breadcrumb = ["Хувьцаа эзэмшигчдийн хурал"];
{/* <details className="w-full">
<summary className="my-1">VOUCHER</summary>
<iframe
  src={`http://202.179.23.66:8088/eoffice/uploads/1739326476803.pdf`}
  width="100%"
  height="700px"
></iframe>
</details> */}

// const downloadDocument = () => {
//   const navigate = useNavigate();
//   navigate('/pdf-viewer');
// };

const Page = () => {
  return (
    <div>
      <Breadcrumb data={breadcrumb} />
      <div className="p-8 mb-5">
        <h1 className="font-bold text-2xl text-center">2025 оны Хувьцаа эзэмшигчдийн ээлжит хурал</h1>

        <section className="mt-6">
          <h5 className="font-bold mb-2">Хувьцаа эзэмшигчдийн анхааралд:</h5>
          <div className="space-y-2 space-x-3">
            {/* <Link href="http://202.179.23.66:8088/eoffice/uploads/1745840198260.pdf" target="_blank">
              <button className="px-4 py-2 bg-blue-500 text-white rounded-md hover:bg-blue-600 focus:outline-none focus:ring-2 focus:ring-blue-500">
                Хурлын материал PDF татах
              </button>
            </Link> */}
            <Link href="/shareholders/document">
              <button className="px-4 py-2 bg-blue-500 text-white rounded-md hover:bg-blue-600 focus:outline-none focus:ring-2 focus:ring-blue-500">
                Хурлын материал PDF татах
              </button>
            </Link>
            <Link href="/shareholders/document1">
              <button className="px-4 py-2 bg-green-500 text-white rounded-md hover:bg-green-600 focus:outline-none focus:ring-2 focus:ring-green-500">
                Саналын хуудас PDF татах
              </button>
            </Link>
          </div>
        </section>

        {/* <section className="mt-6">
          <h5 className="font-bold mb-2">Хурал тов:</h5>
          <p>2025 оны 4 дүгээр сарын 30-ны өдрийн 11:00 цагт Мэдээлэл холбооны сүлжээ ТӨХХК-ийн хурлын зааланд хуралдана.</p>
          <p className="mt-2 space-x-2">
            <span className="font-bold">Хаяг:</span> 
            <span className="mr-2"> 15160 Улаанбаатар хот, Чингэлтэй дүүрэг, Энхтайвны өргөн чөлөө 1, 4 давхар, хурлын заал</span> 
          </p>
        </section> */}

        <section className="mt-6">
          <h5 className="font-bold">Хурал тов:</h5>
          <ol className="list-inside list-decimal ml-6">2025 оны 4 дүгээр сарын 30-ны өдрийн 11:00 цагт Мэдээлэл холбооны сүлжээ ТӨХХК-ийн хурлын зааланд хуралдана.</ol>
        </section>

        <section className="mt-6">
          <h5 className="font-bold">Хаяг:</h5>
          <ol className="list-inside list-decimal ml-6">15160 Улаанбаатар хот, Чингэлтэй дүүрэг, Энхтайвны өргөн чөлөө 1, 4 давхар, хурлын заал</ol>
        </section>

        <section className="mt-6">
          <h5 className="font-bold">Хуралд оролцох эрхтэй хувьцаа эзэмшигчдийг бүртгэх өдөр:</h5>
          <ol className="list-inside list-decimal ml-6">2025 оны 4 дүгээр сарын 11</ol>
        </section>

        <section className="mt-6">
          <h5 className="font-bold mb-2">Хэлэлцэх асуудал:</h5>
          <ol className="list-decimal list-inside ml-6 space-y-2">
            <li>
              Компанийн 2024 оны үйл ажиллагааны болон санхүүгийн тайлангийн талаарх
              төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай. Үүнд:
              <ol className="list-decimal list-inside ml-6 mt-2 space-y-1">
                <ol>1.1 Компанийн 2024 оны үйл ажиллагааны тайлан танилцуулах тухай</ol>
                <ol>1.2 Компанийн 2024 оны аудитлагдсан санхүүгийн тайланг танилцуулах тухай</ol>
                <ol>1.3 Компанийн 2024 оны үйл ажиллагааны болон санхүүгийн тайлангийн талаарх ТУЗ-ийн дүгнэлтийг танилцуулах тухай</ol>
              </ol>
            </li>
            <li>Ногдол ашиг хуваарилах ТУЗ-ийн тогтоолыг танилцуулах тухай</li>
            <li>Төлөөлөн удирдах зөвлөлийн 2024 оны үйл ажиллагааны тайлан танилцуулах тухай</li>
            <li>Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай</li>
            <li>Төлөөлөн удирдах зөвлөлийн 2025 оны зардлын төсвийг батлах тухай</li>
            <li>ТУЗ болон түүний дэргэдэх хороодын ажлын гүйцэтгэлийг үнэлэх үнэлгээний аргачлал, загвар батлах тухай</li>
          </ol>
        </section>

        <section className="mt-6 grid grid-cols-1 md:grid-cols-2 gap-8">
          {/* Хурал зохион байгуулах комисс */}
          <div>
            <h5 className="font-bold mb-2">Хурал зохион байгуулах комисс:</h5>
            <p>Комиссын дарга: Ч.Цогтгэрэл</p>
            <p>Гишүүд: Х.Цэцэгмаа, Г.Отгончимэг</p>
            <p>Утас: 7010 2210, 7010 2266</p>
            <p>И-мэйл:</p>
            <ul className="list-disc list-inside ml-4">
              <li>otgonchimreg@mtcone.net</li>
              <li>azlawyer@mtcone.net</li>
              <li>ch.tsogtgerel@mtcone.net</li>
            </ul>
          </div>

          {/* Тооллогын комисс */}
          <div>
            <h5 className="font-bold mb-2">Тооллогын комисс:</h5>
            <p>Комиссын дарга: Т.Бямбасүрэн</p>
            <p>Гишүүд: Ц.Нармандах, Э.Булганчимэг</p>
            <p>Утас: 7010 2211, 7010 2244</p>
            <p>И-мэйл:</p>
            <ul className="list-disc list-inside ml-4">
              <li>planning@mtcone.net</li>
              <li>narmandakh@mtcone.net</li>
              <li>bulganchimeg@mtcone.net</li>
            </ul>
          </div>
        </section>


        {/* <section className="mt-6">
          <h5 className="font-bold">Тооллогын комисс:</h5>
          <p>Комиссын дарга: Т.Бямбасүрэн</p>
          <p>Гишүүд: Ц.Нармандах, Э.Булганчимэг</p>
          <p>Утас: 7010 2211, 7010 2244</p>
          <p>И-мэйл:</p>
          <ul>
            <li>planning@mtcone.net</li>
            <li>narmandakh@mtcone.net</li>
            <li>bulganchimeg@mtcone.net</li>
          </ul>
        </section> */}
      </div>
      <Accordion type="single" collapsible >
        <AccordionItem value="item-4">
          <AccordionTrigger>
            2024 оны Хувьцаа эзэмшигчдийн ээлжит хурал
          </AccordionTrigger>
          <AccordionContent>
            <table className="table">
              <tbody>
                <tr>
                  <td className="bg-sky-100">Хурлын нэр:</td>
                  <td>
                    Монголын цахилгаан холбоо ХК-ийн 2024 оны Хувьцаа
                    эзэмшигчдийн ээлжит хурал
                  </td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Огноо:</td>
                  <td>2024 оны 4 дүгээр сарын 30-ны өдөр 11:00-14:20</td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Хуралдсан газар:</td>
                  <td>Мэдээлэл холбооны сүлжээ ТӨХХК-ийн хурлын заал</td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Хурлын дарга:</td>
                  <td>
                    Жанчивдоржийн Баасандорж, МЦХ ХК-ийн Инновац, бизнес
                    хөгжлийн газрын захирал
                  </td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Тооллогын комисс:</td>
                  <td>
                    Дарга: C.Цог, Хууль, гадаад харилцааны албаны мэргэжилтэн,<br />
                    Гишүүд: Т.Бямбасүрэн, Бодлого төлөвлөлтийн албаны ерөнхий
                    менежер Э.Булганчимэг, ИБХГ-ын техник төлөвлөлтийн
                    мэргэжилтэн
                  </td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Хурал зохион байгуулах комисс:</td>
                  <td>
                    Дарга: Ч.Цогтгэрэл, Удирдлага хүний нөөцийн газрын захирал <br />
                    Гишүүд: Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга Ж.Азбаяр,
                    Хууль, гадаад харилцааны албаны ерөнхий менежер
                  </td>
                </tr>
                <tr>
                  <td className="bg-sky-100">Ирц:</td>
                  <td>
                    Компанийн нийт гаргасан хувьцааны тоо 25,870,276 ширхэг.
                    Үүнээс нийт 24,501,004 ширхэг саналын эрх бүхий 18 хувьцаа
                    эзэмшигч оролцож ирц 94.71%
                  </td>
                </tr>
              </tbody>
            </table>
            <h5 className="font-bold mt-4">Хэлэлцсэн асуудал:</h5>
            <ol className="list-inside list-decimal">
              <li>
                Компанийн 2023 оны үйл ажиллагааны болон санхүүгийн тайланг
                танилцуулах, тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн
                гаргасан дүгнэлтийг батлах тухай;
              </li>
              <li>
                Компанийн 2023 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
                бус аудитын тайланг батлах тухай;
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
                тайлангийн талаарх дүгнэлтийг батлах тухай;
              </li>
              <li>
                2023 оны ногдол ашиг хуваарилахгүй гэж шийдвэрлэсэн Төлөөлөн
                удирдах зөвлөлийн тогтоол, үндэслэлийг танилцуулах тухай
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай;
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн 2023 оны үйл ажиллагааны тайлан,
                2024 оны зардлын төсвийг батлах тухай;
              </li>
            </ol>
            <h5 className="font-bold mt-4">Гаргасан шийдвэрүүд:</h5>
            <ol className="list-inside list-decimal">
              <li>
                Компанийн 2023 оны үйл ажиллагааны болон санхүүгийн тайланг
                танилцуулах, тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн
                гаргасан дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар
                батлав.
                <ul className="list-inside list-disc pl-4">
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн 2023 оны үйл ажиллагааны
                    болон санхүүгийн тайлангийн талаарх Төлөөлөн удирдах
                    зөвлөлийн гаргасан дүгнэлтийг тус тус зөвшөөрч батлав.
                  </li>
                </ul>
              </li>
              <li>
                Компанийн 2023 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
                бус аудитын тайланг батлах тухай асуудлыг 100 хувийн саналаар
                батлав.
                <ul className="list-inside list-disc pl-4">
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн 2023 оны санхүүгийн
                    тайлан тэнцлийг дор дурдсанаар батлав:
                    <ul className="list-inside list-disc pl-8">
                      <li>
                        Нийт хөрөнгийг 68,015,906,822.96 (Жаран найман тэрбум
                        арван таван Хуудас 2/2 сая есөн зуун зургаан мянга
                        найман зуун хорин хоёр төгрөг ерэн зургаан мөнгө ),
                        үүнээс эргэлтийн бус хөрөнгийг 54,206,606,900.44
                        (Тавин дөрвөн тэрбум хоёр зуун зургаан сая зургаан
                        зуун зургаан мянга есөн зуун төгрөг дөчин дөрвөн
                        мөнгө) -өөр;
                      </li>
                      <li>
                        Өр төлбөрийн нийт дүнг 17,648,166,597.73 (Арван долоон
                        тэрбум зургаан зуун дөчин найман сая нэг зуун жаран
                        зургаан мянга таван зуун ерэн долоон төгрөг далан
                        гурван мөнгө) -өөр;
                      </li>
                      <li>
                        Эзэмшигчийн өмчийг 50,367,740,225.23 (Тавин тэрбум
                        гурван зуун жаран долоон сая долоон зуун дөчин мянга
                        хоёр зуун хорин таван төгрөг хорин гурван мөнгө) -өөр
                      </li>
                    </ul>
                  </li>
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн хараат бус аудитын
                    хуулийн этгээдийн хийлгэсэн аудитын тайлан, дүгнэлтийг
                    зөвшөөрөв.
                  </li>
                </ul>
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
                тайлангийн талаарх дүгнэлтийг батлах тухай асуудлыг 100 хувийн
                саналаар батлав.
                <ul className="list-inside list-disc pl-4">
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн 2023 оны жилийн эцсийн
                    санхүүгийн тайланд хийсэн Төлөөлөн удирдах зөвлөлийн
                    Аудитын хорооны дүгнэлтийг зөвшөөрч батлав.
                  </li>
                </ul>
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
                асуудалд кумулятив аргаар хамгийн олон хувьцааны санал авсан
                нэр дэвшигчдийг Төлөөлөн удирдах зөвлөлийн гишүүнээр сонгов.
                <ul className="list-inside list-disc pl-4">
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах
                    зөвлөлийн гишүүдэд нэр дэвшигчдээс кумулятив аргаар
                    хамгийн олон санал авсан С.Цолмон, Х.Баянбай, Ц.Норовжамц
                    нарыг Төлөөлөн удирдах зөвлөлийн хараат бус гишүүнээр,
                    Д.Нарангэрэл, Б.Билэгдэмбэрэл, С.Ганзориг, А.Молор,
                    Б.Төрбат, Ц.Баяр-Эрдэнэ нарыг Төлөөлөн удирдах зөвлөлийн
                    ердийн гишүүнээр 2024 оны 4 дүгээр сарын 30-ны өдрөөс тус
                    тус сонгов.
                  </li>
                  <li>
                    Ж.Цогтбаяр, Ч.Цэвэгдорж, М.Лхагважав нарыг Төлөөлөн
                    удирдах зөвлөлийн ердийн гишүүний үүрэгт ажлаас 2024 оны 4
                    дүгээр сарын 30-ны өдрөөр тасалбар болгон тус тус чөлөөлж,
                    бүрэн эрхийг нь дуусгавар болгов.
                  </li>
                  <li>
                    Компанийн үйл ажиллагааг үр ашигтай удирдан зохион
                    байгуулж, холбогдох хууль, дүрэм, журмын дагуу ажиллахыг
                    сонгогдсон Төлөөлөн удирдах зөвлөлийн гишүүдэд үүрэг
                    болгов.
                  </li>
                </ul>
              </li>
              <li>
                Төлөөлөн удирдах зөвлөлийн 2023 оны үйл ажиллагааны тайлан,
                2024 оны зардлын төсвийг батлах тухай асуудлыг 100 хувийн
                саналаар батлав.
                <ul className="list-inside list-disc pl-4">
                  <li>
                    Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах
                    зөвлөлийн 2024 оны зардлын төсвийг хавсралтаар батлав.
                  </li>
                  <li>
                    Батлагдсан төсвийн зарцуулалтад хяналт тавьж, зардал
                    хэтрүүлэхгүй, Төлөөлөн удирдах зөвлөлийн гишүүдийн цалинг
                    түүний ажлын үр дүнг харгалзан олгож байхыг Төлөөлөн
                    удирдах зөвлөлийн даргад үүрэг болгов.
                  </li>
                </ul>
              </li>
            </ol>
            <ul className="text-right italic mt-4">
              <li>2024 оны 5 дугаар сарын 02</li>
              <li>Монголын цахилгаан холбоо ХК.</li>
              <li>Улаанбаатар хот.</li>
            </ul>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-5">
          <AccordionTrigger>
            2023 оны 10 сарын 09-ний өдрийн ээлжит бус хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>
              Хурлын нэр: Монголын цахилгаан холбоо ХК-ийн Хувьцаа
              эзэмшигчдийн ээлжит бус хурал
            </p>
            <p>
              Огноо: 2023 оны 10 дугаар сарын 09-ний өдөр 11:00-13:00 цаг,
            </p>
            <p>
              Хуралдсан газар: Чингэлтэй дүүрэг, Энхтайваны өргөн чөлөө 1, Төв
              шуудангийн байр, 4 давхрын &ldquo;Мэдээлэл холбооны
              сүлжээ&rdquo; ХХК-ийн хурлын заал
            </p>
            <p>
              Хурлын дарга: Содномдовжидын Нямбаяр, МЦХ ХК-ийн Маркетинг
              борлуулалтын газрын захирал
            </p>
            <p>
              Тооллогын комисс: Дарга: С.Цог, Хууль, гадаад харилцааны албаны
              мэргэжилтэн,
            </p>
            <p>
              Гишүүд: Т.Бямбасүрэн, Бодлого төлөвлөлтийн албаны ерөнхий
              менежер
            </p>
            <p>Б.Хулан, Хууль, гадаад харилцааны албаны мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга: Ч.Цогтгэрэл, Удирдлага
              хүний нөөцийн газрын захирал
            </p>
            <p>Гишүүд: Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга</p>
            <p>Ж.Азбаяр, Хууль, гадаад харилцааны албаны ерөнхий менежер</p>
            <p>Ирц: 94.70% (24,500,087 ширхэг хувьцааны саналын эрх)</p>
            <p>
              <strong>Хэлэлцсэн асуудал:</strong>
            </p>
            <ol>
              <li>
                Компанийн хувьцааг нэмж гаргах, олон нийтэд санал болгох
                тухай, үүнд:
              </li>
            </ol>
            <ul>
              <li>Компанийн зарласан хувьцааны тоог нэмэгдүүлэх тухай;</li>
              <li>
                Зарласан хувьцааны тоонд багтаан хувьцаа нэмж гаргах тухай,
                нэмж гаргасан хувьцааг олон нийтэд санал болгох тухай;
              </li>
              <li>
                Олон нийтэд нээлттэй санал болгох хувьцааны тоо ширхгийг
                тогтоох тухай;
              </li>
              <li>
                Нэмж гаргах хувьцааны олон нийтэд санал болгох зах зээлийн
                үнийг хараат бус бизнесийн үнэлгээний тайланд үндэслэн тогтоох
                бүрэн эрхийг Төлөөлөн удирдах зөвлөлд олгох тухай;
              </li>
              <li>
                Компанийн одоогийн хувьцаа эзэмшигчдийн нэмж гаргах
                хувьцаанаас тэргүүн ээлжид худалдан авах давуу эрхийг
                хэрэгжүүлэх эсэх тухай;
              </li>
              <li>
                Анхдагч зах зээлд хувьцааны захиалгын хэмжээ давж биелсэн
                тохиолдолд нийтэд санал болгон гаргасан хувьцааны хэдэн
                хувьтай тэнцэх хэмжээний хувьцааг нэмж гаргахыг тогтоох тухай;
              </li>
              <li>
                Компанийн одоогийн нөлөө бүхий хувьцаа эзэмшигч болон
                стратегийн хөрөнгө оруулагч нь хувьцааны хоёрдогч зах зээлийн
                арилжаа нээгдсэнээс хойш 6 сарын хугацаанд хувьцаагаа
                арилжаалахгүй байх буюу тусгаарлуулах үүрэг хүлээх тухай;
              </li>
              <li>
                Олон нийтэд хувьцаа нэмж гаргахтай холбоотой шийдвэрийн
                биелэлтийг хангаж ажиллах, Санхүүгийн зохицуулах хороо болон
                Монголын хөрөнгийн биржид хувьцаагаа бүртгүүлэхэд шаардлагатай
                бүх талын арга хэмжээг авч ажиллахыг Төлөөлөн удирдах зөвлөлд
                даалгах тухай;
              </li>
              <li>
                Хувьцаа нэмж гарган, олон нийтэд санал болгохтой холбоотой
                бусад асуудлыг тухай бүр хэлэлцэн шийдвэрлэх бүрэн эрхийг
                Төлөөлөн удирдах зөвлөлд олгох тухай;
              </li>
              <li>
                Нэмж гаргасан хувьцааг зах зээлд нээлттэй арилжаалахыг
                Санхүүгийн зохицуулах хороо болон Монголын хөрөнгийн биржээс
                зөвшөөрсөн хүрээнд хувьцааны анхдагч зах зээлийн арилжаа
                амжилттай болсны дараа зохион байгуулах Хувьцаа эзэмшигчдийн
                хурлаар хэлэлцүүлэн шийдвэрлүүлэх Компанийн &ldquo;Дүрмийн
                төсөл&rdquo;-ийг танилцуулах тухай;
              </li>
            </ul>
            <ol>
              <li>
                2023 оны 2 дугаар сарын 15-ны өдрийн Хувьцаа эзэмшигчдийн
                ээлжит бус хурлын 02 дугаар тогтоолыг хүчингүй болсонд тооцох
                тухай;
              </li>
              <li>Төлөөлөн удирдах зөвлөлийн гишүүнийг сонгох тухай;</li>
            </ol>
            <p>
              <strong>Санал хураалтын дүнгийн тухай:</strong>
            </p>
            <p>
              Компанийн Хувьцаа эзэмшигчдийн ээлжит бус хуралд 24,500,087
              ширхэг хувьцаа эзэмшиж буй 8 хувьцаа эзэмшигч оролцож, үүнээс 8
              хувьцаа эзэмшигч санал өгсөн бөгөөд хүчингүй саналын хуудас
              байхгүй.
            </p>
            <p>
              Саналын хуудсанд 3 асуудал шийдвэрлүүлэхээр оруулсан бөгөөд
              асуудал тус бүрээр доорх санал өгсөн байна. Үүнд:
            </p>
            <ol>
              <li>
                Компанийн зарласан хувьцааны тоог нэмэгдүүлж, нэмж гаргасан
                хувьцааг олон нийтэд санал болгох тухай 1-р асуудалд;
              </li>
            </ol>
            <p>
              Зөвшөөрсөн 8 санал, 100 хувиар буюу 24,500,087 ширхэг хувьцаа;
            </p>
            <p>Татгалзсан санал байхгүй;</p>
            <ol>
              <li>
                Монголын цахилгаан холбоо ХК-ийн 2023 оны 02 дугаар сарын
                15-ны өдрийн Хувьцаа эзэмшигчдийн ээлжит бус хурлын 02 дугаар
                тогтоолыг хүчингүй болсонд тооцох тухай 2 дугаар асуудалд;
              </li>
            </ol>
            <p>
              Зөвшөөрсөн 8 санал, 100 хувиар буюу 24,500,087 ширхэг хувьцаа;
            </p>
            <p>Татгалзсан санал байхгүй;</p>
            <ol>
              <li>
                Төлөөлөн удирдах зөвлөлийн ердийн гишүүнийг сонгох тухай 3-р
                асуудалд ердийн гишүүнд нэр дэвшигчдэд кумулятив аргаар санал
                өгснөөс;
              </li>
              <li>Ц. Баяр-Эрдэнэ 24,500,082 хувьцааны санал;</li>
              <li>Б. Төрбат 24,500,092 хувьцааны санал;</li>
            </ol>
            <p>
              <strong>ШИЙДВЭРЛЭСЭН нь:</strong>
            </p>
            <ol>
              <li>
                Компанийн хувьцааг нэмж гаргах, олон нийтэд санал болгох тухай
                асуудлыг 100 хувийн саналаар батлав. Үүнд:
              </li>
            </ol>
            <ul>
              <li>
                Компанийн зарласан болон гаргасан энгийн хувьцааны тоо нийт
                25,870,276 (хорин таван сая найман зуун далан мянга хоёр зуун
                далан зургаа) ширхэг болохыг дурдав.
              </li>
              <li>
                Компанийн зарласан энгийн хувьцааны тоог нийт 37,120,131
                (гучин долоон сая нэг зуун хорин мянга нэг зуун гучин нэг)
                ширхэг болгон нэмэгдүүлэв.
              </li>
              <li>
                Компанийн одоогийн гаргасан 25,870,276 (хорин таван сая найман
                зуун далан мянга хоёр зуун далан зургаа) ширхэг энгийн
                хувьцаан дээр нэмж, зарласан энгийн хувьцаанаас нэг бүр нь 100
                (нэг зуу) төгрөгийн нэрлэсэн үнэ бүхий 11,249,855 (арван нэгэн
                сая хоёр зуун дөчин есөн мянга найман зуун тавин тав) ширхэг
                энгийн хувьцааг нийтэд санал болгон нээлттэй арилжаалахаар
                нэмж гаргав.
              </li>
              <li>
                Энэхүү шийдвэрийн дагуу нэмж гаргаж буй 11,249,855 (арван
                нэгэн сая хоёр зуун дөчин есөн мянга найман зуун тавин тав)
                ширхэг энгийн хувьцаа нь Компанийн нийт гаргасан 37,120,131
                (гучин долоон сая нэг зуун хорин мянга нэг зуун гучин нэг)
                ширхэг энгийн хувьцааны 30.31 хувьтай тэнцэх бөгөөд нэмж
                гаргах хувьцааны олон нийтэд санал болгох зах зээлийн үнийг
                хараат бус бизнесийн үнэлгээний тайланг үндэслэн тогтоох
                эрхийг Төлөөлөн удирдах зөвлөлд олгов.
              </li>
              <li>
                Монгол Улсын Их Хурлын 2022 оны 16 дугаар тогтоол, Монгол
                Улсын Засгийн газрын 2022 оны 244 дүгээр тогтоолоор нэмж
                гаргасан хувьцааг олон нийтэд санал болгохоор шийдвэрлэсэн
                зарчмыг баримтлан компанийн одоогийн хувьцаа эзэмшигч нь нэмж
                гаргасан хувьцааг тэргүүн ээлжид худалдан авах эрхийг
                хэрэгжүүлэхгүй байхаар шийдвэрлэв.
              </li>
              <li>
                Анхдагч зах зээлд хувьцааны захиалгын хэмжээ давж биелсэн
                тохиолдолд нэмж хувьцаа гаргахгүй байхаар тогтов.
              </li>
              <li>
                Компанийн нийт хувьцааны 5 буюу түүнээс дээш хувийг дангаар
                болон нэгдмэл сонирхолтой этгээдтэй хамтран эзэмшиж байгаа
                хувьцаа эзэмшигч болон стратегийн хөрөнгө оруулагч нь
                хувьцааны хоёрдогч зах зээлийн арилжаа нээгдсэнээс хойш 6
                (зургаа) сарын хугацаанд Үнэт цаасны төвлөрсөн хадгаламжийн
                байгууллага дээр тусгаарлуулж, арилжаанд оруулахгүй байх үүрэг
                хүлээх нөхцөлтэй болохыг дурдав.
              </li>
              <li>
                Олон нийтэд хувьцаа нэмж гаргахтай холбоотой шийдвэрийн
                биелэлтийг хангаж ажиллах, Санхүүгийн зохицуулах хороо,
                &ldquo;Монголын хөрөнгийн бирж&rdquo; ХК-д хувьцаагаа
                бүртгүүлэхэд шаардлагатай бүх талын зохион байгуулалтын арга
                хэмжээг авч ажиллах, хувьцаа нэмж гаргасны дараах хувьцаа
                эзэмшигчдийн хуралд тайланг танилцуулахыг Төлөөлөн удирдах
                зөвлөлд даалгаж, холбогдох гэрээ хэлцэл байгуулах баримт
                бичгүүдэд гарын үсэг зурах бүрэн эрхийг Төлөөлөн удирдах
                зөвлөл (Ц.Баяр-Эрдэнэ)-д олгов.
              </li>
              <li>
                Нэмж хувьцаа гарган, олон нийтэд санал болгохтой холбоотой
                компанийн дүрэм, энэхүү тогтоолд тухайлан заагаагүй бусад
                асуудлыг тухай бүр хэлэлцэн шийдвэрлэх бүрэн эрхийг Төлөөлөн
                удирдах зөвлөлд олгов.
              </li>
              <li>
                Нэмж гаргасан хувьцааг олон нийтэд санал болгох, хувьцааг зах
                зээлд нээлттэй арилжаалахыг Санхүүгийн зохицуулах хороо,
                &ldquo;Монголын хөрөнгийн бирж&rdquo; ХК-иас зөвшөөрсний
                хүрээнд хувьцааны анхдагч арилжаа амжилттай болсны дараа
                зохион байгуулах Хувьцаа эзэмшигчдийн хурлаар хэлэлцүүлэн
                шийдвэрлүүлэх Компанийн &ldquo;Дүрмийн төсөл&rdquo;-ийг
                хавсралтаар батлав.
              </li>
              <li>
                Энэхүү тогтоолын хэрэгжилтийг хангаж, хяналт тавьж ажиллахыг
                Төлөөлөн удирдах зөвлөлд даалгав.
              </li>
            </ul>
            <ol>
              <li>
                2023 оны 2 дугаар сарын 15-ны өдрийн Хувьцаа эзэмшигчдийн
                ээлжит бус хурлын 02 дугаар тогтоолыг хүчингүй болсонд тооцох
                тухай асуудлыг 100 хувийн саналаар батлав. Үүнд:
              </li>
            </ol>
            <ul>
              <li>
                Компанийн одоогийн хувьцаа эзэмшигчид нь нэмж гаргасан
                хувьцааг тэргүүн ээлжид худалдан авах эрхийг хэрэгжүүлэхгүй
                байхаар шийдвэрлэсэнтэй холбогдуулан 2023 оны 2 дугаар сарын
                15-ны өдрийн Хувьцаа эзэмшигчдийн хурлын 02 дугаар тогтоолыг
                хүчингүй болсонд тооцов.
              </li>
              <li>
                Энэхүү тогтоолын хэрэгжилтэд хяналт тавьж ажиллахыг Төлөөлөн
                удирдах зөвлөлд даалгав.
              </li>
            </ul>
            <ol>
              <li>
                Төлөөлөн удирдах зөвлөлийн гишүүнийг сонгох тухай асуудалд
                кумулятив аргаар хамгийн олон хувьцааны санал авсан нэр
                дэвшигчдийг Төлөөлөн удирдах зөвлөлийн ердийн гишүүнээр
                сонгов.
              </li>
            </ol>
            <ul>
              <li>
                Компанийн Төлөөлөн удирдах зөвлөлийн ерийн гишүүнээр Б.Төрбат,
                Ц.Баяр-Эрдэнэ нарыг сонгов.
              </li>
              <li>
                Т.Лхагвасүрэн, Г.Эрдэнэбулган нарыг Төлөөлөн удирдах зөвлөлийн
                гишүүний үүрэгт ажлаас чөлөөлж, бүрэн эрхийг нь дуусгавар
                болгов.
              </li>
            </ul>
            <p>
              Компанийн үйл ажиллагааг үр ашигтай удирдан зохион байгуулж,
              холбогдох хууль тогтоомж, дүрэм, журмын дагуу ажиллахыг
              сонгогдсон Төлөөлөн удирдах зөвлөлийн гишүүдэд үүрэг болгов.
            </p>
            <p>&nbsp;</p>
            <p>Монголын цахилгаан холбоо ХК.</p>
            <p>2023 оны 10 дугаар сарын 12</p>
            <p>Улаанбаатар хот.</p>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-6">
          <AccordionTrigger>
            2023 оны Хувьцаа эзэмшигчдийн ээлжит хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>Огноо: 2023 оны 4 дүгээр сарын 28-ны өдөр 11:00-14:10</p>
            <p>
              Уулзалтын газар: Танхимаар болон зайнаас зохион байгуулагдав.
              (Zoom ID: 249 198 1234)
            </p>
            <p>URL: telecommongolia.mn/news/shm2022</p>
            <p>
              Хурлын дарга: Содномдовжидын Нямбаяр, МЦХ ХК-ийн Маркетинг
              борлуулалтын
            </p>
            <p>газрын захирал</p>
            <p>
              Тооллогын комисс: Дарга C.Цог, Хууль, гадаад харилцааны албаны
              мэргэжилтэн, гишүүд
            </p>
            <p>
              Т.Бямбасүрэн, Бодлого төлөвлөлтийн албаны ерөнхий менежер,
              Б.Хулан, Хууль, гадаад
            </p>
            <p>харилцааны албаны мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга Ч.Цогтгэрэл, Удирдлага
              хүний нөөцийн газрын
            </p>
            <p>
              захирал, гишүүд Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга,
              Ж.Азбаяр, Хууль, гадаад
            </p>
            <p>харилцааны албаны ерөнхий менежер</p>
            <p>
              Ирц: 24,501,420 ширхэг саналын эрх бүхий 18 хувьцаа эзэмшигч
              оролцож ирц 94.71%
            </p>
            <p>
              <strong>Хурлаар хэлэлцсэн асуудлууд</strong>
            </p>
            <p>
              1. Компанийн 2022 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай;
            </p>
            <p>
              2. Компанийн 2022 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>дүгнэлтийг батлах тухай;</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>дүгнэлтийг батлах тухай;</p>
            <p>
              <br />
            </p>
            <p>4. 2021 оны ногдол ашиг тараасан тайлан танилцуулах тухай;</p>
            <p>
              5. 2022 оны ногдол ашиг хуваарилахгүй гэж шийдвэрлэсэн Төлөөлөн
              удирдах
            </p>
            <p>зөвлөлийн тогтоол, үндэслэлийг танилцуулах тухай</p>
            <p>
              6. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай;
            </p>
            <p>
              7. Төлөөлөн удирдах зөвлөлийн 2023 оны зардлын төсвийг батлах
              тухай
            </p>
            <p>
              <strong>Хурлаас гаргасан шийдвэрүүд</strong>
            </p>
            <p>
              1. Компанийн 2022 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай
              асуудлыг 100 хувийн
            </p>
            <p>саналаар батлав.</p>
            <p>
              d. Монголын цахилгаан холбоо ХК-ийн 2022 оны үйл ажиллагааны
              болон санхүүгийн
            </p>
            <p>
              тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн гаргасан
              дүгнэлтийг тус тус
            </p>
            <p>зөвшөөрч баталсугай.</p>
            <p>
              2. Компанийн 2022 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2022 оны санхүүгийн тайлан
              тэнцлийг дор
            </p>
            <p>дурдсанаар баталсугай:</p>
            <p>
              - Нийт хөрөнгийг 49,040,063,023.50 ( Дөчин есөн тэрбум дөчин сая
              жаран гурван
            </p>
            <p>
              мянга хорин гурван төгрөг тавин мөнгө ) -өөр, үүнээс эргэлтийн
              бус хөрөнгийг
            </p>
            <p>
              39,666,462,263.24 ( Гучин есөн тэрбум зургаан зуун жаран зургаан
              сая дөрвөн
            </p>
            <p>
              зуун жаран хоёр мянга хоёр зуун жаран гурван төгрөг хорин дөрвөн
              мөнгө ) -
            </p>
            <p>өөр;</p>
            <p>
              - Өр төлбөрийн нийт дүнг 12,371,870,597.11 ( Арван хоёр тэрбум
              гурван зуун
            </p>
            <p>
              далан нэгэн сая найман зуун далан мянга таван зуун ерэн долоон
              төгрөг арван
            </p>
            <p>нэгэн мөнгө) -өөр;</p>
            <p>
              - Эзэмшигчийн өмчийг 36,668,192,426.39 ( Гучин зургаан тэрбум
              зургаан зуун
            </p>
            <p>
              жаран найман сая нэг зуун ерэн хоёр мянга дөрвөн зуун хорин
              зургаан төгрөг
            </p>
            <p>гучин есөн мөнгө ) -өөр тус тус баталсугай</p>
            <p>
              b. Монголын цахилгаан холбоо ХК-ийн хараат бус аудитын
              байгууллагаар хийлгэсэн
            </p>
            <p>аудитын тайлан, дүгнэлтийг зөвшөөрөв.</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>дүгнэлтийг батлах тухай асуудлыг 99.99 хувиар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2022 оны санхүүгийн тайланд
              хийсэн
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн Аудитын хорооны дүгнэлтийг зөвшөөрч
              батлав.
            </p>
            <p>
              4. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
              асуудалд кумулятив
            </p>
            <p>
              аргаар хамгийн олон хувьцааны санал авсан нэр дэвшигчдийг
              Төлөөлөн удирдах
            </p>
            <p>зөвлөлийн хараат бус гишүүнээр сонгов.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              гишүүдэд нэр
            </p>
            <p>
              дэвшигчдээс кумулятив аргаар хамгийн олон санал авсан С.Цолмон,
              Ц.Норовжамц,
            </p>
            <p>
              Х.Баянбай нарыг Төлөөлөн удирдах зөвлөлийн хараат бус гишүүнээр
              2023 оны 4
            </p>
            <p>дүгээр сарын 28-ны өдрөөс тус тус сонгов.</p>
            <p>
              b. Ж.Тамир, Ю.Бат-Эрдэнэ нарыг Төлөөлөн удирдах зөвлөлийн хараат
              бус гишүүний
            </p>
            <p>
              үүрэгт ажлаас 2023 оны 4 дүгээр сарын 28-ны өдрөөр тасалбар
              болгон тус тус
            </p>
            <p>чөлөөлж, бүрэн эрхийг нь дуусгавар болгов.</p>
            <p>
              c. Компанийн үйл ажиллагааг үр ашигтай удирдан зохион байгуулж,
              холбогдох
            </p>
            <p>
              хууль, дүрэм, журмын дагуу ажиллахыг сонгогдсон Төлөөлөн удирдах
              зөвлөлийн
            </p>
            <p>гишүүдэд үүрэг болгов.</p>
            <p>
              <br />
            </p>
            <p>
              5. ТУЗ-ийн 2023 оны зардлын төсвийг батлах тухай асуудлыг 100
              хувийн саналаар
            </p>
            <p>батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              2022 оны
            </p>
            <p>зардлын төсвийг Хавсралтаар батлав.</p>
            <p>
              b. Батлагдсан төсвийн зарцуулалтад хяналт тавьж, зардал
              хэтрүүлэхгүй, Төлөөлөн
            </p>
            <p>
              удирдах зөвлөлийн гишүүдийн цалинг түүний ажлын үр дүнг
              харгалзан олгож
            </p>
            <p>байхыг Төлөөлөн удирдах зөвлөлийн даргад үүрэг болгов.</p>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-7">
          <AccordionTrigger>
            2023 оны 2 сарын 15-ны өдрийн Хувьцаа эзэмшигчдийн ээлжит бус
            хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>Огноо: 2023 оны 2 дугаар сарын 15-ны өдөр 11:00-13:00</p>
            <p>
              Уулзалтын газар: Чингэлтэй дүүрэг, Энхтайваны өргөн чөлөө 1, Төв
              шуудангийн байр, 4
            </p>
            <p>
              давхрын &ldquo;Мэдээлэл холбооны сүлжээ&rdquo; ТӨХХК-ийн хурлын
              заал
            </p>
            <p>
              Хурлын дарга: Содномдовжидын Нямбаяр, МЦХ ХК-ийн Маркетинг
              борлуулалтын
            </p>
            <p>газрын захирал</p>
            <p>
              Тооллогын комисс: Дарга Д.Ганцэцэг, Дотоод аудитын газрын
              мэргэжилтэн, гишүүд
            </p>
            <p>
              C.Цог, Хууль, гадаад харилцааны албаны мэргэжилтэн, Б.Хулан,
              Хууль, гадаад
            </p>
            <p>харилцааны албаны мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга Ч.Цогтгэрэл, Удирдлага
              хүний нөөцийн газрын
            </p>
            <p>
              захирал, гишүүд: Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга,
              Ж.Азбаяр, Хууль, гадаад
            </p>
            <p>харилцааны албаны ерөнхий менежер</p>
            <p>
              Ирц: Нийт 24,500,292 ширхэг саналын эрх бүхий 7 хувьцаа эзэмшигч
              оролцож ирц
            </p>
            <p>94.70441%</p>
            <p>
              <strong>Хурлаар хэлэлцсэн асуудлууд</strong>
            </p>
            <p>
              1. Нэмж гаргах хувьцааны тоо хэмжээ, нэгж үнийг тогтоох тухай
            </p>
            <p>
              <br />
            </p>
            <p>
              2. Нэмж гаргах хувьцааг одоогийн хувьцаа эзэмшигч хувь хүн,
              хуулийн этгээдэд
            </p>
            <p>тэргүүн ээлжид худалдан авах давуу эрх олгох эсэх тухай</p>
            <p>
              <strong>Хурлаас гаргасан шийдвэрүүд</strong>
            </p>
            <p>
              1. Нэмж гаргах хувьцааны тоо хэмжээ, нэгж үнийг тогтоох тухай
              асуудлыг 100
            </p>
            <p>хувийн саналаар батлав.</p>
            <p>- Компанийн энгийн хувьцааг нэмж гаргахыг зөвшөөрөв.</p>
            <p>
              - Компанийн нэмж гаргах энгийн хувьцааны тоо ширхэг, нэгж үнийг
            </p>
            <p>
              компанийн 2022 оны санхүүгийн аудитлагдсан тайланд үндэслэн
              хууль,
            </p>
            <p>
              тогтоомжид нийцүүлэн тогтоож, саналаа Хувьцаа эзэмшигчдийн
              хурлаар
            </p>
            <p>
              хэлэлцүүлэн шийдвэрлүүлэхийг Төлөөлөн удирдах зөвлөл
              (Т.Лхагвасүрэн)-д
            </p>
            <p>даалгав.</p>
            <p>
              2. Нэмж гаргах хувьцааг одоогийн хувьцаа эзэмшигч хувь хүн,
              хуулийн этгээдэд
            </p>
            <p>
              тэргүүн ээлжид худалдан авах давуу эрх олгох эсэх тухай асуудлыг
              100 хувийн
            </p>
            <p>саналаар батлав.</p>
            <p>
              - Компанийн хувьцааг эзэмшиж буй хувь хүн, хуулийн этгээдэд нэмж
              гаргаж
            </p>
            <p>
              буй хувьцааг тэргүүн ээлжид худалдан авах эрхийг хэрэгжүүлэхээр
            </p>
            <p>шийдвэрлэв.</p>
            <p>
              - Нэмж гаргаж буй энгийн хувьцааны нэгж үнийг тогтоосны дараа
              хувьцаа
            </p>
            <p>
              эзэмшигч бүрийн худалдан авч болох хувьцааны тоо, төлбөр хийх
              хугацаа,
            </p>
            <p>
              журам зэргийг заасан мэдэгдлийг хувьцаа эзэмшигч бүрт хүргүүлэх
              ажлыг
            </p>
            <p>
              холбогдох хууль, &ldquo;Хувьцаа эзэмшигчдийн хурлын зар хүргэх
              журам&rdquo;-ын дагуу
            </p>
            <p>
              зохион байгуулахыг Төлөөлөн удирдах зөвлөл (Т.Лхагвасүрэн)-д
              үүрэг болгов.
            </p>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-8">
          <AccordionTrigger>
            2022 оны Хувьцаа эзэмшигчдийн ээлжит хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>Огноо: 2022 оны 4 дүгээр сарын 29-ний өдөр 11:00-13:40</p>
            <p>
              Уулзалтын газар: Цахим, Zoom программаар зохион байгуулагдав.
              (Zoom ID: 249 198
            </p>
            <p>1234)</p>
            <p>URL: telecommongolia.mn/news/shm2022</p>
            <p>
              Хурлын дарга: Содномдовжидын Нямбаяр, МЦХ ХК-ийн Маркетинг
              борлуулалтын
            </p>
            <p>газрын захирал</p>
            <p>
              Тооллогын комисс: Дарга: Д.Ганцэцэг, Дотоод аудитын газрын
              мэргэжилтэн, гишүүд
            </p>
            <p>
              C.Цог, Хууль, гадаад харилцааны албаны мэргэжилтэн, Б.Хулан,
              Хууль, гадаад
            </p>
            <p>харилцааны албаны мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга Ч.Цогтгэрэл, Удирдлага
              хүний нөөцийн газрын
            </p>
            <p>захирал,</p>
            <p>
              Гишүүд Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга, Ж.Азбаяр,
              Хууль, гадаад
            </p>
            <p>харилцааны албаны ерөнхий менежер</p>
            <p>
              <br />
            </p>
            <p>
              Ирц: Нийт 24,505,887 ширхэг саналын эрх бүхий 13 хувьцаа
              эзэмшигч оролцож ирц
            </p>
            <p>94.73%</p>
            <p>
              <strong>Хурлаар хэлэлцсэн асуудлууд</strong>
            </p>
            <p>
              1. Компанийн 2021 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай;
            </p>
            <p>
              2. Компанийн 2021 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>дүгнэлтийг батлах тухай;</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>дүгнэлтийг батлах тухай;</p>
            <p>4. 2020 оны ногдол ашиг тараасан тайлан танилцуулах тухай;</p>
            <p>
              5. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай;
            </p>
            <p>
              6. Төлөөлөн удирдах зөвлөлийн 2022 оны зардлын төсвийг батлах
              тухай;
            </p>
            <p>7. Үл хөдлөх хөрөнгө данснаас хасах, шинээр олж авах тухай</p>
            <p>
              <strong>Хурлаас гаргасан шийдвэрүүд</strong>
            </p>
            <p>
              1. Компанийн 2021 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай
              асуудлыг 100
            </p>
            <p>хувийн саналаар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2021 оны үйл ажиллагааны
              болон
            </p>
            <p>
              санхүүгийн тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн
              гаргасан
            </p>
            <p>дүгнэлтийг зөвшөөрч батлав.</p>
            <p>
              <br />
            </p>
            <p>
              2. Компанийн 2021 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2021 оны санхүүгийн тайлан
              тэнцлийг
            </p>
            <p>дор дурдсанаар батлав:</p>
            <p>
              b. Монголын цахилгаан холбоо ХК-ийн хараат бус аудитын
              байгууллагаар
            </p>
            <p>хийлгэсэн аудитын тайлан, дүгнэлтийг зөвшөөрөв.</p>
            <p>
              <br />
            </p>
            <p>
              3. ТУЗ-ийн Аудитын хорооны санхүүгийн тайлангийн талаарх
              дүгнэлтийг батлах
            </p>
            <p>тухай асуудлыг 100 хувийн саналаар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2021 оны санхүүгийн тайланд
              хийсэн
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн Аудитын хорооны дүгнэлтийг зөвшөөрч
            </p>
            <p>батлав.</p>
            <p>
              <br />
            </p>
            <p>
              4. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
              асуудалд
            </p>
            <p>
              кумулятив аргаар хамгийн олон хувьцааны санал авсан нэр
              дэвшигчдийг Төлөөлөн
            </p>
            <p>удирдах зөвлөлийн гишүүнээр сонгов.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
            </p>
            <p>
              гишүүдэд нэр дэвшигчдээс кумулятив аргаар хамгийн олон санал
              авсан
            </p>
            <p>
              А.Молорыг Төлөөлөн удирдах зөвлөлийн ердийн гишүүнээр
              Ц.Норовжамц,
            </p>
            <p>
              Ж.Тамир, Ю.Бат-Эрдэнэ нарыг Төлөөлөн удирдах зөвлөлийн хараат
              бус
            </p>
            <p>
              гишүүнээр 2022 оны 4 дүгээр сарын 29-ний өдрөөс тус тус сонгов.
            </p>
            <p>
              b. Ц.Шинэхүүг Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах
            </p>
            <p>
              зөвлөлийн ердийн гишүүний үүрэгт ажлаас 2022 оны 4 дүгээр сарын
              29-ний
            </p>
            <p>
              өдрөөр тасалбар болгон тус тус чөлөөлж, бүрэн эрхийг нь
              дуусгавар болгов.
            </p>
            <p>
              c. Компанийн үйл ажиллагааг үр ашигтай удирдан зохион байгуулж,
            </p>
            <p>
              холбогдох хууль, дүрэм, журмын дагуу ажиллахыг сонгогдсон
              Төлөөлөн
            </p>
            <p>удирдах зөвлөлийн гишүүдэд үүрэг болгов.</p>
            <p>
              <br />
            </p>
            <p>
              5. ТУЗ-ийн 2022 оны зардлын төсвийг батлах тухай асуудлыг 100
              хувийн саналаар
            </p>
            <p>батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              2022
            </p>
            <p>оны зардлын төсвийг Хавсралтаар батлав.</p>
            <p>
              b. Батлагдсан төсвийн зарцуулалтад хяналт тавьж, зардал
              хэтрүүлэхгүй,
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн гишүүдийн цалинг түүний ажлын үр дүнг
            </p>
            <p>
              харгалзан олгож байхыг Төлөөлөн удирдах зөвлөлийн даргад үүрэг
              болгов.
            </p>
            <p>
              6. Үл хөдлөх хөрөнгө акталж, данснаас хасах зөвшөөрөл олгох
              тухай асуудлыг 100
            </p>
            <p>хувийн саналаар батлав.</p>
            <p>
              a. &ldquo;Монголын цахилгаан холбоо&rdquo; хувьцаат компанийн
              үндсэн хөрөнгөд
            </p>
            <p>
              бүртгэлтэй элэгдлээрээ анхны өртгөө нөхсөн, 261,398,226.52 (хоёр
              зуун
            </p>
            <p>
              жаран нэгэн сая, гурван зуун ерэн найман мянга, хоёр зуун хорин
              зургаан)
            </p>
            <p>
              төгрөгийн балансын үнэ бүхий хөрөнгийг акталж, данснаас хасахыг
            </p>
            <p>зөвшөөрөв.</p>
            <p>
              b. &ldquo;Монголын цахилгаан холбоо&rdquo; хувьцаат компанийн
              Гүйцэтгэх захирал
            </p>
            <p>
              Б.Чинбатад дор дурдсан арга хэмжээ авч ажиллахыг даалгав. Үүнд:
            </p>
            <p>
              i. Компанийн Өмч хамгаалах байнгын зөвлөлийн хяналт дор барилгыг
            </p>
            <p>
              акталж, данснаас хасах, хоёрдогч түүхий эд болгон ашиглах буюу
            </p>
            <p>худалдах ажлыг холбогдох хууль тогтоомжийн дагуу зохион</p>
            <p>байгуулах;</p>
            <p>ii. Компанийн үл хөдлөх хөрөнгийг буулгаж, чөлөөлсөн газрыг</p>
            <p>
              &ldquo;Монголын цахилгаан холбоо&amp;quot; хувьцаат компанийн
              оффиссын болон
            </p>
            <p>үйлчилгээний зориулалтаар ашиглах, газрыг нөхөн сэргээх;</p>
            <p>
              <br />
            </p>
            <p>
              c. Энэхүү тогтоолыг хэрэгжүүлж ажиллахыг Гүйцэтгэх захирал
              (Б.Чинбат)-д,
            </p>
            <p>
              хэрэгжилтэд хяналт тавьж, тайланг Хувьцаа эзэмшигчдийн хуралд
            </p>
            <p>
              танилцуулахыг Төлөөлөн удирдах зөвлөл (Т.Лхагвасүрэн)-д тус тус
              даалгав.
            </p>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-9">
          <AccordionTrigger>
            2021 оны Хувьцаа эзэмшигчдийн ээлжит хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>Огноо: 2021 оны 4 дүгээр сарын 29-ний өдөр 11:00-14:00</p>
            <p>
              Уулзалтын газар: Цахим, Zoom программаар зохион байгуулагдав.
            </p>
            <p>URL: telecommongolia.mn/news/shm2021</p>
            <p>
              Хурлын дарга: Чулуунбатын Пүрэвсүрэн, МЦХ ХК-ийн Инновц, бизнес
              хөгжлийн газрын
            </p>
            <p>ахлах менежер</p>
            <p>
              <br />
            </p>
            <p>
              Тооллогын комисс: Дарга Д.Ганцэцэг, Дотоод аудитын газрын
              мэргэжилтэн, гишүүд:
            </p>
            <p>
              Б.Ариунгэрэл, Удирдлага хүний нөөцийн газрын ахлах менежер,
              О.Содбаяр, Хууль,
            </p>
            <p>гадаад харилцааны албаны мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга Д.Болдбаатар, Чанарын
              хяналтын албаны ерөнхий
            </p>
            <p>менежер</p>
            <p>
              Гишүүд: Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн дарга, Ж.Азбаяр,
              Хууль, гадаад
            </p>
            <p>харилцааны албаны ерөнхий менежер</p>
            <p>Ирц: 94.71%</p>
            <p>
              <strong>Хурлаар хэлэлцсэн асуудлууд</strong>
            </p>
            <p>
              1. Компанийн 2020 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай</p>
            <p>
              2. Компанийн 2020 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>дүгнэлтийг батлах тухай</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>дүгнэлтийг батлах тухай</p>
            <p>4. 2019 оны ногдол ашиг тараасан тайлан танилцуулах тухай</p>
            <p>
              5. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
            </p>
            <p>
              6. Төлөөлөн удирдах зөвлөлийн 2021 оны зардлын төсвийг батлах
              тухай
            </p>
            <p>7. Охин компани байгуулах тухай</p>
            <p>
              <strong>Хурлаас гаргасан шийдвэрүүд</strong>
            </p>
            <p>
              1. Компанийн 2020 оны үйл ажиллагааны болон санхүүгийн тайланд
              хийсэн ТУЗ-ийн
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2020 оны үйл ажиллагааны
              болон
            </p>
            <p>
              санхүүгийн тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн
              гаргасан дүгнэлтийг
            </p>
            <p>зөвшөөрч батлав.</p>
            <p>
              2. Компанийн 2020 оны санхүүгийн тайлан, түүнд хийсэн хараат бус
              аудитын тайлан
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2020 оны санхүүгийн тайлан
              тэнцлийг дор
            </p>
            <p>дурдсанаар батлав:</p>
            <p>
              b. Монголын цахилгаан холбоо ХК-ийн хараат бус аудитын
              байгууллагаар
            </p>
            <p>хийлгэсэн аудитын тайлан, дүгнэлтийг зөвшөөрсүгэй</p>
            <p>
              3. ТУЗ-ийн Аудитын хорооны санхүүгийн тайлангийн талаарх
              дүгнэлтийг батлах тухай
            </p>
            <p>асуудлыг 100 хувийн саналаар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2020 оны санхүүгийн тайланд
              хийсэн ТУЗ-
            </p>
            <p>ийн Аудитын хорооны дүгнэлтийг зөвшөөрч батлав.</p>
            <p>
              4. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
              асуудалд кумулятив
            </p>
            <p>
              аргаар хамгийн олон хувьцааны санал авсан нэр дэвшигчдийг
              Төлөөлөн удирдах
            </p>
            <p>зөвлөлийн гишүүнээр сонгов.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              гишүүдэд нэр
            </p>
            <p>
              дэвшигчдээс кумулятив аргаар хамгийн олон санал авсан
              Г.Эрдэнэбулган,
            </p>
            <p>
              Т.Лхагвасүрэн, Ж.Цогтбаяр, Ч.Цэвэгдорж, Ц.Шинэхүү, М.Лхагважав
              нарыг
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн ердийн гишүүнээр Ц.Норовжамц,
              Ж.Тамир, Ю.Бат-
            </p>
            <p>
              Эрдэнэ нарыг Төлөөлөн удирдах зөвлөлийн хараат бус гишүүнээр
              2021 оны 4
            </p>
            <p>дүгээр сарын 29-ний өдрөөс тус тус сонгов.</p>
            <p>
              <br />
            </p>
            <p>
              b. Л.Болормааг Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах
              зөвлөлийн
            </p>
            <p>
              хараат бус гишүүний үүрэгт ажлаас 2021 оны 4 дүгээр сарын 29-ний
              өдрөөр
            </p>
            <p>
              тасалбар болгон тус чөлөөлж, бүрэн эрхийг нь дуусгавар болгов.
            </p>
            <p>
              c. Компанийн үйл ажиллагааг үр ашигтай удирдан зохион байгуулж,
              холбогдох
            </p>
            <p>
              хууль, дүрэм, журмын дагуу ажиллахыг Төлөөлөн удирдах зөвлөлийн
              гишүүдэд
            </p>
            <p>үүрэг болгов.</p>
            <p>
              5. Төлөөлөн удирдах зөвлөлийн 2021 оны зардлын төсвийг батлах
              тухай асуудлыг 100
            </p>
            <p>хувийн саналаар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              2021 оны
            </p>
            <p>зардлын төсвийг хавсралтаар батлав.</p>
            <p>
              b. Батлагдсан төсвийн зарцуулалтад хяналт тавьж, зардал
              хэтрүүлэхгүй, Төлөөлөн
            </p>
            <p>
              удирдах зөвлөлийн гишүүдийн цалинг түүний ажлын үр дүнг
              харгалзан олгож
            </p>
            <p>байхыг Төлөөлөн удирдах зөвлөлийн даргад үүрэг болгов.</p>
            <p>
              6. Охин компани үүсгэн байгуулах тухай асуудлыг 100 хувийн
              саналаар батлав.
            </p>
            <p>
              a. Эм Ти Си Сервис оноосон нэртэй, хязгаарлагдмал хариуцлагатай
              охин компанийг
            </p>
            <p>/ХХК/-ийг үүсгэн байгуулав.</p>
            <p>
              b. Компанийг үүсгэн байгуулахад оруулсан хувь нийлүүлсэн
              хөрөнгийн хэмжээ нь
            </p>
            <p>
              1,000,000 /нэг сая/ төгрөг бөгөөд нэг бүр нь 1,000 /нэг мянга/
              төгрөгийн нэрлэсэн
            </p>
            <p>
              үнэ бүхий 1,000 /нэг мянга/ ширхэг энгийн хувьцааг гаргахаар
              тогтоов.
            </p>
            <p>
              c. Эм Ти Си Сервис ХХК нь хугацаагүйгээр дараах үйл ажиллагааг
              явуулсугай.
            </p>
            <p>Үүнд:</p>
            <p> Гадаад, дотоод худалдаа</p>
            <p> Түрээсийн үйл ажиллагаа, менежмент</p>
            <p> Мэдээлэл, технологийн үйл ажиллагаа</p>
            <p> Зуучлалын үйл ажиллагаа</p>
            <p>d. Эм Ти Си Сервис ХХК-ийн дүрмийг хавсралтаар батлав.</p>
            <p>
              e. Шинээр үүсгэн байгуулсан Эм Ти Си Сервис ХХК-ийн дүрэмд
              заасны дагуу тус
            </p>
            <p>
              охин компанийн Гүйцэтгэх захирлыг томилж, компани болон дүрмийг
              зохих
            </p>
            <p>
              журмын дагуу Хуулийн этгээдийн бүртгэлийн асуудал хариуцсан
              төрийн
            </p>
            <p>
              захиргааны байгууллагад бүртгүүлэх ажлыг зохион байгуулахыг
              Гүйцэтгэх
            </p>
            <p>захирал (Б.Чинбат)-д даалгав.</p>
          </AccordionContent>
        </AccordionItem>
        <AccordionItem value="item-10">
          <AccordionTrigger>
            2020 оны Хувьцаа эзэмшигчдийн ээлжит хурал
          </AccordionTrigger>
          <AccordionContent>
            <p>Огноо: 2020 оны 4 дүгээр сарын 29-ний өдөр 11:00-14:00</p>
            <p>
              Уулзалтын газар: Компанийн хурлын заал, бусад гурван уулзалтын
              өрөө
            </p>
            <p>
              Хурлын дарга: Чулуунбатын Пүрэвсүрэн, МЦХ ХК-ийн Стратеги
              төлөвлөлтийн газрын
            </p>
            <p>дарга</p>
            <p>
              Тооллогын комисс: Дарга Д.Ганцэцэг, Дотоод аудит, шинжилгээ
              үнэлгээний албаны
            </p>
            <p>
              мэргэжилтэн, гишүүд Б.Ариунгэрэл, Удирдлага хүний нөөцийн газрын
              ахлах мэргэжилтэн
            </p>
            <p>О.Содбаяр, Хүний нөөцийн албаны хуулийн мэргэжилтэн</p>
            <p>
              Хурал зохион байгуулах комисс: Дарга Д.Болдбаатар, МЦХ ХК-ийн
              Удирдлага, хүний
            </p>
            <p>
              нөөцийн газрын дарга, гишүүд: Х.Цэцэгмаа, ТУЗ-ийн нарийн бичгийн
              дарга, Ж.Азбаяр,
            </p>
            <p>Удирдлага, хүний нөөцийн газрын хуулийн ахлах мэргэжилтэн</p>
            <p>Ирц: 94.72%</p>
            <p>
              <strong>Хурлаар хэлэлцсэн асуудлууд</strong>
            </p>
            <p>
              1. Компанийн 2019 оны үйл ажиллагааны болон санхүүгийн
              тайлангийн талаарх
            </p>
            <p>Төлөөлөн удирдах зөвлөлийн гаргасан дүгнэлтийг батлах тухай</p>
            <p>
              2. Компанийн 2019 оны санхүүгийн тайлан, түүнд хийгдсэн хараат
              бус аудитын
            </p>
            <p>дүгнэлтийг батлах тухай</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>дүгнэлтийг батлах тухай</p>
            <p>
              4. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
            </p>
            <p>
              5. Төлөөлөн удирдах зөвлөлийн 2020 оны зардлын төсвийг батлах
              тухай
            </p>
            <p>6. Орон сууц хувьчлах тухай</p>
            <p>
              <strong>Хурлаас гаргасан шийдвэрүүд</strong>
            </p>
            <p>
              1. Компанийн 2019 оны үйл ажиллагааны болон санхүүгийн тайланд
              хийсэн ТУЗ-ийн
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2019 оны үйл ажиллагааны
              болон
            </p>
            <p>
              санхүүгийн тайлангийн талаарх Төлөөлөн удирдах зөвлөлийн
              гаргасан дүгнэлтийг
            </p>
            <p>зөвшөөрч батлав.</p>
            <p>
              2. Компанийн 2019 оны санхүүгийн тайлан, түүнд хийсэн хараат бус
              аудитын тайлан
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2019 оны санхүүгийн тайлан
              тэнцлийг дор
            </p>
            <p>дурдсанаар батлав:</p>
            <p>
              b. Монголын цахилгаан холбоо ХК-ийн хараат бус аудитын
              байгууллагаар
            </p>
            <p>хийлгэсэн аудитын тайлан, дүгнэлтийг зөвшөөрөв.</p>
            <p>
              3. Төлөөлөн удирдах зөвлөлийн Аудитын хорооны санхүүгийн
              тайлангийн талаарх
            </p>
            <p>
              дүгнэлтийг батлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн 2019 оны санхүүгийн тайланд
              хийсэн ТУЗ-
            </p>
            <p>ийн Аудитын хорооны дүгнэлтийг зөвшөөрч батлав.</p>
            <p>
              4. Төлөөлөн удирдах зөвлөлийн гишүүнийг чөлөөлж, сонгох тухай
              асуудалд кумулятив
            </p>
            <p>
              аргаар хамгийн өндөр санал авсан Ц.Шинэхүү М.Лхагважав нарыг
              Төлөөлөн удирдах
            </p>
            <p>зөвлөлийн гишүүнээр сонгов.</p>
            <p>
              <br />
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              гишүүдэд нэр
            </p>
            <p>
              дэвшигчдээс кумулятив аргаар хамгийн олон санал авсан
              Цэрэннадмидын
            </p>
            <p>
              Шинэхүү, Мандалын Лхагважав нарыг 2020 оны 4 дүгээр сарын 29-ний
              өдрөөс
            </p>
            <p>
              Төлөөлөн удирдах зөвлөлийн ердийн гишүүнээр тус тус сонгосугай.
            </p>
            <p>
              b. Цэнддаваагийн Баяр-Эрдэнэ, Доржгочоогийн Ариунтуяа нарыг
              Монголын
            </p>
            <p>
              цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн ердийн
              гишүүний үүрэгт
            </p>
            <p>
              ажлаас 2020 оны 4 дүгээр сарын 29-ний өдрөөр тасалбар болгон тус
              тус чөлөөлж,
            </p>
            <p>бүрэн эрхийг нь дуусгавар болгосугай.</p>
            <p>
              c. Компанийн үйл ажиллагааг үр ашигтай удирдан зохион байгуулж,
              холбогдох
            </p>
            <p>
              хууль, дүрэм, журмын дагуу ажиллахыг Төлөөлөн удирдах зөвлөлийн
              гишүүдэд
            </p>
            <p>үүрэг болгосугай.</p>
            <p>
              5. Төлөөлөн удирдах зөвлөлийн 2020 оны зардлын төсвийг батлах
              тухай асуудлыг 100
            </p>
            <p>хувийн саналаар батлав.</p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн Төлөөлөн удирдах зөвлөлийн
              2020 оны
            </p>
            <p>зардлын төсвийг хавсралтаар батлав.</p>
            <p>
              b. Батлагдсан төсвийн зарцуулалтад хяналт тавьж, зардал
              хэтрүүлэхгүй, гишүүдийн
            </p>
            <p>
              цалинг тэдний ажлын үр дүнг харгалзан олгож байхыг Төлөөлөн
              удирдах
            </p>
            <p>зөвлөлийн даргад үүрэг болгов.</p>
            <p>
              6. Орон сууц хувьчлах тухай асуудлыг 100 хувийн саналаар батлав.
            </p>
            <p>
              a. Монголын цахилгаан холбоо ХК-ийн үндсэн хөрөнгөд бүртгэлтэй
              Y-2201006788
            </p>
            <p>
              тоот улсын бүртгэлийн дугаартай, Нийслэлийн Сонгинохайрхан
              дүүргийн 6
            </p>
            <p>
              дугаар хороо, Ханын материалын 58/Б дугаар байрны 54 тоот хаягт
              байрлах 30
            </p>
            <p>
              квадрат метр талбай бүхий орон сууцыг Монголын цахилгаан холбоо
              ХК-ийн
            </p>
            <p>
              Төвийн бүсийн холбооны газрын кроссын инженер Цогзолын Нанжидад,
            </p>
            <p>
              2204009184 тоот улсын бүртгэлийн дугаартай, Нийслэлийн Баянзүрх
              дүүргийн 3
            </p>
            <p>
              дугаар хороо, 12 дугаар хороолол 4А байрны 48 тоот хаягт байрлах
              30 квадрат
            </p>
            <p>
              метр талбай бүхий орон сууцыг Технологийн газрын Техникийн
              ашиглалт,
            </p>
            <p>
              үйлчилгээний албаны ахлах инженер Мягмарын Баярсайханд,
              3401194001
            </p>
            <p>
              хөрөнгийн дугаартай, Өмнөговь аймгийн Даланзадгад сумын 3 дугаар
              баг, 23
            </p>
            <p>
              дугаар байрны 4 тоот хаягт байрлах 63 квадрат метр талбай бүхий
              орон сууцыг
            </p>
            <p>
              Өмнөговь аймгийн холбооны газрын Техник үйлчилгээний ахлах
              мэргэжилтэн
            </p>
            <p>
              Цагаанхүүгийн Дэлгэрмаад тус тус үлдэгдэл өртгөөр нь хувьчлан
              олгов.
            </p>
            <p>
              b. Орон сууцны үлдэгдэл өртөг болох 17,469,139.91 төгрөг
              төлөхийг Цогзолын
            </p>
            <p>
              Нанжид, 12,603,239.32 төгрөг төлөхийг Мягмарын Баярсайхан,
              6,417,227.48
            </p>
            <p>
              төгрөг төлөхийг Цагаанхүүгийн Дэлгэрмаа нарт тус тус даалгав.
            </p>
            <p>
              c. Орон сууц хувьчлах, үл хөдлөх хөрөнгийн өмчлөх эрхийн
              гэрчилгээг шилжүүлэх,
            </p>
            <p>
              компанийн үндсэн хөрөнгөөс хасах ажлыг холбогдох хууль, журмын
              дагуу зохион
            </p>
            <p>
              байгуулж ажиллахыг Гүйцэтгэх захирал /М.Алтан-Очир/-д даалгав.
            </p>
          </AccordionContent>
        </AccordionItem>
      </Accordion>
    </div>
  );
};

export default Page;
