import Breadcrumb from "@/components/ui/breadcrumb";
import PdfTable from "../../pdfTable";

const breadcrumb = ["Ил тод байдал", "Эдийн засгийн ил тод байдал"];
const duties = [
    ['2022 он төлөвлөгөө хэмнэлт хэтрэлт', 'iltodbaidal/2022 он төлөвлөгөө хэмнэлт хэтрэлт.pdf'],
    ['2022-2024 зорилтот түвшин', 'iltodbaidal/2022-2024 зорилтот түвшин.pdf'],
    ['Дунд хугацааны бизнес хөгжлийн стратеги', 'iltodbaidal/Дунд хугацааны бизнес хөгжлийн стратеги.pdf'],
    ['1.1 Стратеги зорилт, зорилго, тэргүүлэх чиглэл, тэдгээрийн хүрээнд авч хэрэгжүүлсэн арга хэмжээ, үр дүн', 'iltodbaidal/1.1 Стратеги зорилт, зорилго, тэргүүлэх чиглэл, тэдгээрийн хүрээнд авч хэрэгжүүлсэн арга хэмжээ, үр дүн.pdf'],
    ['1.5 Хөгжлийн бодлого, төлөвлөлтийн баримт бичгийн хэрэгжилтийн тайлан', 'iltodbaidal/1.5 Хөгжлийн бодлого, төлөвлөлтийн баримт бичгийн хэрэгжилтийн тайлан.pdf'],
    ['2024 оны төлөвлөгөө хэмнэлт хэтрэлт', 'iltodbaidal/2024 оны төлөвлөгөө хэмнэлт хэтрэлт.pdf'],
    ['2024-2026 он зорилтот түвшин', 'iltodbaidal/2024-2026 он зорилтот түвшин.pdf'],
];
const Page = () => {
    return (
        <div>
            <Breadcrumb data={breadcrumb} />
            <div>
                <PdfTable list={duties} />
            </div>
        </div>
    );
}

export default Page;