import Breadcrumb from "@/components/ui/breadcrumb";
import Image from "next/image";
import { FaUsers, FaGlassCheers, FaGlassMartini, FaStamp } from "react-icons/fa";

const breadcrumb = ["Бидний тухай"];

const Page = () => {
  return (
    <div>
      <Breadcrumb data={breadcrumb} />
      <div className="border border-slate-300 p-6 rounded-2xl">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Захирлын мэндчилгээ
        </h5>
        <div className="flex flex-row flex-wrap justify-stretch">
          <div className="relative h-[400px] md:h-auto w-[400px]">
            <Image
              src="/assets/images/zahiral.jpg"
              fill
              alt="zahiral"
              className="object-contain rounded-2xl"
              quality={100}
            />
          </div>
          <div className="flex-1 text-sm leading-relaxed px-6 indent-14 text-justify min-w-[400px]">
             Та бүхэндээ Монголын цахилгаан холбоо ХК-ийн нийт хамт олон,
            холбоочдынхоо нэрийн өмнөөс энэ өдрийн мэндийг хүргэн мэндчилье. Бид
            харилцаа холбоо, мэдээллийн технологийн салбарын хурдтай хөгжилд
            нийцүүлсэн компанийн дунд хугацааны төлөвлөгөөг хэрэгжүүлэх ажлын
            хүрээнд 2022 онд өндөр хурдны шилэн кабелийн FТТH технологиор суурин
            утас, интернэт, ОТТ багц үйлчилгээг Улаанбаатар хотын 4 дүүрэг, 12
            сумдад нийт 2000 гаруй хэрэглэгчдэд хүргэн, төслийг амжилттай
            хэрэгжүүлж эхлээд байна. Компанийн үндсэн үйл ажиллагааны орлого
            өмнөх оноос нийт 1,3 тэрбум төгрөгийн өсөлт үзүүлсэн, үүнд FTTH
            технологийн үйлчилгээ 1 тэрбум, суурин утас 413 сая, кабелийн ТВ 200
            сая, Call center 120 сая төгрөгийн орлогоор тус тус нэмэгдүүлээд
            байна. “Бизнесийн нэр хүндийн илэрхийлэл” суурин утасны 7070-хххх
            брэндийг зах зээлд нэвтрүүлж, үндсэн сүлжээнийхээ тоног төхөөрөмжийг
            шинэчилсний үр дүнд дуудлага бүрийг холбох CALL CENTER үйлчилгээ,
            системийн болон контентын шинэчлэл бүрэн хийсний үр дүнд TV-ROOM
            үйлчилгээний чанарыг тус тус сайжруулан хэрэглэгчдийн тоог 2800
            орчим хэрэглэгчээр нэмэгдүүлэн ажиллаа. Нийгмийн хариуцлагын хүрээнд
            хүүхэд, багачуудыг эрсдэлд өртөхөөс урьдчилан сэргийлэх зорилгоор
            7080-хххх “Итгэлтэй утас”-ыг 100 гаруй ЕБС-ийн сургуулиудад
            байршуулаад байгаа бөгөөд цаашид улсын хэмжээний ЕБС-ийг бүрэн
            хамруулахаар зорилт тавин ажиллаж байна. УИХ-аас баталсан “Шинэ
            сэргэлтийн бодлого”-ын хүрээнд мэдээллийн технологийн дэвшилтэт дэд
            бүтцийг өргөжүүлэн, хөгжүүлэхээр нам орбитын интернэтийн үйлчилгээ
            үзүүлэгч OneWeb компанитай хамтын ажиллагааг эхлүүлсэн онцлог
            бизнесийн жил байлаа. Монгол Улсын Засгийн газар болон ЦХХХЯ-аас
            хэрэгжүүлж буй цахим засаглал, цахим шилжилтийг хөгжүүлэх, нийгэм,
            эдийн засгийн бүхий л салбарт мэдээлэл, харилцаа холбооны дэвшилтэт
            технологийг нэвтрүүлэх, МУ-д дижитал эдийн засгийг хөгжүүлэхэд
            өөрсдийн хувь нэмрээ оруулан салбар салбарын яамд, төрийн
            байгууллагуудтай хамтран ажиллаж байна. Бид 2023 онд техник,
            технологийн өргөтгөл шинэчлэл, сүлжээний хамрах хүрээг үргэлжлүүлэн
            тэлж, шинэ технологид суурилсан бүтээгдэхүүн үйлчилгээг
            хэрэглэгчдэдээ хүргэх зорилтыг хэрэгжүүлж, салбарын болон бусад
            байгууллагуудтай өрсөлдөх бус түншлэх замаар компанийн ашигт
            ажиллагаа, хувьцаа эзэмшигчдийн өгөөжийг нэмэгдүүлэх, компанийн
            засаглалыг дэлхийн жишигт хүргэж, үнэ цэнийг нэмэгдүүлэхийн төлөө
            хичээн ажиллах болно. Дэвшилтэт технологи, мэдлэг оюунд тулгуурласан
            цахим үндэстнийг хамтдаа цогцлоон хөгжүүлье.
            <div className="text-right">
              Хүндэтгэсэн,
              <br />
              Монголын Цахилгаа Холбоо ХК-ийн
              <br />
              ГҮЙЦЭТГЭХ ЗАХИРАЛ Б.Чинбат
            </div>
          </div>
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8 bg-indigo-50 bg-[url('/assets/images/overlay.png')] bg-right bg-contain bg-no-repeat">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Танилцуулга
        </h5>
        <div className="text-sm leading-relaxed text-justify indent-14">
          Монголын цахилгаан холбоо ХК нь 1921 онд “Шуудан бичиг, цахилгаан
          мэдээний ерөнхий хороо” нэрээр эмхлэгдэн байгуулагдсан, 100 жилийн
          түүхтэй, Монгол Улсын харилцаа холбооны салбарын ууган компани юм.
          Компани нь 1992 онд “Монголын Харилцаа Холбоо” (МОНГОЛЫН ЦАХИЛГААН
          ХОЛБОО) компани, 1995 онд “Монголын Цахилгаан Холбоо” хувьцаат компани
          болон байгуулагдаж, бүтэц зохион байгуулалтын өөрчлөлт хийж байсан,
          Монголын Хөрөнгийн Биржэд бүртгэлтэй нээлттэй хувьцаат компани юм.
          Монголын цахилгаан холбоо ХК-ийн нийт хувьцааны 54.67 хувийг Монгол
          улсын Засгийн газар, 40.0 хувийг БНСУ-ын Кореа Телеком корпораци, 5.33
          хувийг Монгол улсын болон гадаадын иргэд, хуулийн этгээд тус тус 1995
          оноос 2018 оны хооронд эзэмшиж байсан. Монгол Улсын Засгийн газар
          болон БНСУ-ын Кореа телеком корпораци хооронд 2018 оны 4 сарын 19-ний
          өдөр байгуулсан гэрээний дагуу компанийн нийт хувьцааны 40 хувь буюу
          10,348,111 ширхэг хувьцааг худалдах арилжаагаар Монгол Улсын Засгийн
          Газар Монголын цахилгаан холбоо ХК-ийн хувьцааны хяналтын багцыг
          дангаараа худалдан авсан. Монголын хөрөнгийн биржид бүртгэлтэй
          Монголын цахилгаан холбоо ХК-ийн нийт хувьцааны 94.7 хувь буюу
          24,499,287 ширхэг хувьцааг Монгол Улсын Засгийн газар, 5.3 хувь буюу
          1,370,989 ширхэг хувьцааг Монгол Улсын болон гадаадын иргэн, хуулийн
          этгээд тус тус эзэмшиж байна. Монголын цахилгаан холбоо ХК нь Монгол
          Улсын нийт нутаг дэвсгэрт улс, хот хоорондын цахилгаан холбоо,
          интернэт, кабелийн телевиз, лавлах үйлчилгээг хэрэглэгчдэд хүргэж
          ажилладаг. Монголын цахилгаан холбоо ХК нь Улаанбаатар хотын бүх
          дүүрэг, 21 аймаг, 290 гаруй сум сууринд үйлчилгээгээ хүргэн ажиллаж
          байгаа бөгөөд нийт 695 ажилтан, албан хаагчидтай үйл ажиллагаагаа
          явуулж байна.
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Алсын хараа
        </h5>
        <div className="text-sm leading-relaxed text-justify indent-14">
          Харилцаа холбоо, мэдээллийн технологийн өргөн сонголт бүхий үйлчилгээ
          үзүүлэгч, өрсөлдөх чадвараар салбартаа тэргүүлэгч компани байна.
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8 bg-indigo-50 bg-[url('/assets/images/overlay3.png')] bg-right bg-contain bg-no-repeat">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Эрхэм зорилго
        </h5>
        <div className="text-sm leading-relaxed text-justify indent-14">
          Харилцаа бүрийг холбоно.
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Уриа үг
        </h5>
        <div className="text-sm leading-relaxed text-justify indent-14">
          “Холбоо хөгжлийн төлөө хамтдаа”
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8 bg-indigo-50 md:bg-[url('/assets/images/overlay2.png')] bg-right bg-contain bg-no-repeat bg-opacity-5">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
            Бидний үнэт зүйлс
        </h5>
        <div className="flex gap-4 justify-center flex-wrap items-center">
          <div className="flex justify-center items-center gap-2 rounded-2xl border border-brand-1/20 p-2">
            <FaUsers className="text-[60px] text-brand-2"/>
            <p className="font-semibold text-slate-700 text-lg">ХЭРЭГЛЭГЧ</p>
          </div>
          <div className="flex justify-center items-center gap-2 rounded-2xl border border-brand-1/20 p-2">
            <FaGlassCheers className="text-[60px] text-brand-2"/>
            <p className="font-semibold text-slate-700 text-lg">ХАМТ ОЛОН</p>
          </div>
          <div className="flex justify-center items-center gap-2 rounded-2xl border border-brand-1/20 p-2">
            <FaGlassMartini className="text-[60px] text-brand-2 p-2"/>
            <p className="font-semibold text-slate-700 text-lg">ХАРИУЦЛАГА</p>
          </div>
          <div className="flex justify-center items-center gap-2 rounded-2xl border border-brand-1/20 p-2">
            <FaStamp className="text-[60px] text-brand-2 p-2"/>
            <p className="font-semibold text-slate-700 text-lg">БРЭНД НЭР</p>
          </div>
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Бүтэц зохион байгуулалт
        </h5>
        <div className="relative w-full xl:h-[800px] min-h-[300px]">
          <Image
            src="/assets/images/bvtets2.jpg"
            fill
            alt="butets"
            className="object-contain"
          />
        </div>
      </div>
      <div className="border border-slate-300 p-6 rounded-2xl mt-8 bg-[url('/assets/images/overlay4.png')] bg-right bg-no-repeat bg-indigo-50 mb-2">
        <h5 className="text-brand-1 text-xl font-semibold tracking-tight text-right my-2">
          Бидний амжилт
        </h5>
        <div className="text-sm leading-relaxed aboutus-timeline">
          <div>
            <h5>1996 он.</h5>
            <ul>
              <li>Таксофоны үйлчилгээ анх нэвтэрсэн.</li>
              <li>
                “МЦХ” ХК нь Ази, Номхон далайн орнуудын сансрын холбооны
                зөвлөгөөнд гишүүнээр элссэн.
              </li>
            </ul>
          </div>
          <div>
            <h5>1997 он.</h5>
            <ul>
              <li>
                Хойд, Өмнө зүгийн аналог релений системийг 900км-ийн урттай тоон
                релений системээр сольж тавьсан.
              </li>
              <li>
                “МЦХ” ХК-ийн өөрийн кабелийн телевизийн үйл ажиллагааг нээсэн.
              </li>
              <li>“МЦХ” ХК-ийн өөрийн сургалтын төвийг байгуулсан.</li>
              <li>
                “Интелсат” системийг нэвтрүүлсэн 142 дэх орон болж гэрээнд гарын
                үсэг зурсан.
              </li>
              <li>
                Нарны зайн системийг 24 реле буюу өсгөх станцад суурилуулсан.
              </li>
            </ul>
          </div>
          <div>
            <h5>1998 он.</h5>
            <ul>
              <li>
                Үндэсний ТВ-ийн дамжуулах систем ASIASAT системээс INTELSAT
                систем рүү шилжсэнээр “Хэрэглэгчдийн найдвартай түнш”
                өргөмжлөлөөр шагнагдсан.
              </li>
              <li>
                Сансрын холбооны VSAT системийг 4 аймаг 4 суманд нэвтрүүлсэн.
              </li>
              <li>
                Улаанбаатар хотын телефон сүлжээний өргөтгөлийн төслөөр нийт
                16,000 телефон шугамаар өргөтгөгдсөн болно.
              </li>
            </ul>
          </div>
          <div>
            <h5>2000 он.</h5>
            <ul>
              <li>
                “МЦХ” ХК нь “Монголын Худалдаа Аж Үйлдвэрийн тэнхим”-ээс
                олгогддог дээд шагнал болох “Хамгийн сайн эдийн засгийн
                оролцогч“ компаниар шалгарсан.
              </li>
              <li>
                МЦХ” ХК-ийн 100%-ийн хөрөнгө оруулалтаар үүсгэгдсэн “Миком”
                интернэт үйлчилгээний компанийг үүсгэн байгуулсан.
              </li>
              <li>
                VSAT системийг аймгийн төвүүдэд нэвтрүүлж үндсэн сүлжээтэй
                холбосон хамгийн анхны компаниар тодорч байсан. Одоо Монголын
                ихэнх аймгуудад тоон сүлжээ нэвтрээд байна.
              </li>
            </ul>
          </div>
          <div>
            <h5>2001 он.</h5>
            <ul>
              <li>
                Монголын аймаг, сум, баг болгонд Радио холбооны сүлжээ хүргэх
                засгийн газрын зорилтот төслийн дагуу 2050 радио холбооны
                станцыг бүх аймгийн баг бүрт хүргэсэн ба, цахилгаан холбооны цэг
                болон 298 сумын эмнэлгүүдэд, 321 суманд цахилгаан холбооны
                цэгийг нээсэн.
              </li>
              <li>
                “МЦХ” ХК нь 4 жил дараалан “ОНЫ ШИЛДЭГ” компаниар тодорсон.
              </li>
            </ul>
          </div>
          <div>
            <h5>2002 он.</h5>
            <ul>
              <li>WLL үйлчилгээг Улаанбаатар хотод нэвтрүүлсэн</li>
              <li>
                Урьдчилсан төлбөрт үйлчилгээ /PPS/ үйлчилгээг Улаанбаатар хотод
                нэвтрүүлсэн.
              </li>
              <li>Олон улсын ярианы (Bonus 1)-үйлчилгээг нэвтрүүлсэн.</li>
              <li>
                “МЦХ” ХК-ийн охин компани “Миком” компани ADSL-ийн үйлчилгээг
                нэвтрүүлсэн.
              </li>
              <li>
                2002 оны шилдэг байгууллагаар “Монголын Худалдаа Аж Үйлдвэрийн
                тэнхим”-ээс тодруулсан
              </li>
            </ul>
          </div>
          <div>
            <h5>2003 он.</h5>
            <ul>
              <li>
                WLL үйлчилгээг Орхон, Дархан-Уул, Дорнод аймаг ба Налайх дүүрэгт
                нэвтрүүлж үйлчилгээний цар хүрээг өргөтгөсөн.
              </li>
              <li>
                2003 оны “Монголын шилдэг татвар төлөгч” байгууллагаар
                шалгарсан.
              </li>
            </ul>
          </div>
          <div>
            <h5>2004 он.</h5>
            <ul>
              <li>
                Хэрэглэгчийн санал гомдол барагдуулах, лавлагаа үйлчилгээг
                1109-лавлах утсыг нээн ажиллуулсан.
              </li>
              <li>DDD PLUS урьдчилсан төлбөрт үйлчилгээг нэвтрүүлсэн.</li>
              <li>2004 оны Шилдэг татвар төлөгч байгууллагаар шалгарсан.</li>
            </ul>
          </div>
          <div>
            <h5>2005 он.</h5>
            <ul>
              <li>
                E-10 телефон станцыг 4500 хэрэглэгчийн багтаамжаар өргөтгөсөн
                бөгөөд программ хангамжийг R22 хувилбараас R27.2 руу шилжүүлж
                шинээр олон нэмэлт үйлчилгээнүүдийг хэрэглэгчдэд хүргэх
                боломжтой болсон.
              </li>
            </ul>
          </div>
          <div>
            <h5>2006 он.</h5>
            <ul>
              <li>
                NGN+CDMA+IN төслийн санал боловсруулж БНХАУ-ын HUAWEI
                корпорацтай тоног төхөөрөмж худалдан авах гэрээ хийж сүлжээндээ
                Дараа үеийн сүлжээ NGN системийг нэвтрүүлсэн.
              </li>
              <li>“FLAT RATE” үйлчилгээг хувийн хэрэглэгчдэд нэвтрүүлсэн.</li>
              <li>
                Урьдчилсан төлбөрт үйлчилгээний хэрэглэгчдийн BONUS-800,
                DDD-800, алтан багц гэх мэт багцуудыг Их Монгол улс
                байгуулагдсаны 800 жилийн ойн баярт зориулж зах зээлд
                нэвтрүүлсэн.
              </li>
              <li>
                Нэг цэгийн үйлчилгээг Улаанбаатар болон аймгуудын төвд
                байгуулсан.
              </li>
              <li>
                МЦХ ХК нь МХХТГ, ХХЗХ-ноос зарласан ТОП-10 шалгаруулах
                номинацуудад 2000 оноос хойш удаа шалгарч шагнал авч байсан.
              </li>
            </ul>
          </div>
          <div>
            <h5>2008 он.</h5>
            <ul>
              <li>
                МХХТГ, ХХЗХ-с зохион байгуулсан “ICT-Expo-2008” үзэсгэлэнгийн
                арга хэмжээгээр тус компанийн хамгийн хямд Утасгүй холбооны
                f-Zone үйлчилгээ “Хэрэглэгчийн итгэлт түнш-2008” өргөмжлөл
                хүртсэн.
              </li>
              <li>
                Монголын Маркетинг Менежментийн хүрээлэнгээс зохион байгуулсан
                “Grand-Expo-2008” төсөлд амжилттай оролцож, Мэдээлэл Технологи,
                Харилцааны салбарын ТОП-5 ХАРИЛЦАА ХОЛБООНЫ КОМПАНИ номинацийн
                2-р байрт шалгарч батламж хүртсэн.
              </li>
              <li>
                МХАҮТ-с зохион байгуулдаг “2008 оны шилдэг аж ахуйн нэгж”
                номинацид “Мэдээлэл Холбооны Технологийн Шилдэг Аж Ахуйн нэгж”
                номинацийн ТОП-10 компанид шалгарч байсан хэрэглэгчдийн
                найдвартай түнш компани.
              </li>
            </ul>
          </div>
          <div>
            <h5>2010 он.</h5>
            <ul>
              <li>
                МХХТГ, ХХЗХ-с зохион байгуулсан “ICT-Expo-2010” үзэсгэлэнгийн
                арга хэмжээгээр тус компани нь "Өвөрмөц оролцогч" шагнал
                хүртсэн.
              </li>
              <li>
                МХАҮТ-с зохион байгуулдаг “2010 оны шилдэг аж ахуйн нэгж”
                номинацид “Мэдээлэл Холбооны Технологийн Шилдэг Аж Ахуйн нэгж”
                номинацийн ТОП-100 компанид шалгарсан
              </li>
            </ul>
          </div>
          <div>
            <h5>2011 он.</h5>
            <ul>
              <li>
                МХАҮТ-аас жил бүр зохион байгуулдаг TOP-100 ААН-ээр шалгарсан.
                Мөн Монголын Ахмадын Холбооны "Ахмадад ээлтэй байгууллага",
                ETV-ээс зохион байгуулсан "Харилцаа холбооны анхдагч"
                байгууллагаар тус тус шалгарсан.
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Page;
